<?php
$flavor = array();
//デフォルト
$flavor["none"][1] = "――その事務所は、この辺りで有名な事故物件のビル内にある。";
$flavor["none"][2] = "怪奇現象、都市伝説。それらを調査し、解決してくれるのだとか。";

//マップ１：クリア
//新城
$flavor["clear_m1_c1"][1] = "――無事に調査を終えた今も、新城は思い出す。忘れまいとする。";
$flavor["clear_m1_c1"][2] = "きさらぎ駅で遭遇した数々の恐怖も、悲しげに消えた影のことも。";
//蘆野
$flavor["clear_m1_c2"][1] = "――蘆野は大抵の霊なら導けると自負していたし、実際そうだった。";
$flavor["clear_m1_c2"][2] = "きさらぎ駅の影は霊ではない。けれど、彼女は己の力不足を悔いた。";
//狩場
$flavor["clear_m1_c3"][1] = "――都市伝説に明るくない狩場は、きさらぎ駅のこともよく知らない。";
$flavor["clear_m1_c3"][2] = "けれどあの日、あの音の恐ろしさに、あの影の正体に、気付いていた。";
//赤羽
$flavor["clear_m1_c4"][1] = "――赤羽は元々、個人的な興味から『きさらぎ駅』を調査していた。";
$flavor["clear_m1_c4"][2] = "あの日以降やめたのは、実際に駅を見たからか、影を思ってのことか。";

//マップ１：キャラロスト
//新城
$flavor["lost_m1_c1"][1] = "――きさらぎ駅の探索を最後に、新城は行方を眩ませた。";
$flavor["lost_m1_c1"][2] = "何があったのか、何処にいったのか。その生死すら、闇の中だ。";
//蘆野
$flavor["lost_m1_c2"][1] = "――きさらぎ駅の探索を最後に、蘆野は行方を眩ませた。";
$flavor["lost_m1_c2"][2] = "何があったのか、何処にいったのか。その生死すら、闇の中だ。";
//狩場
$flavor["lost_m1_c3"][1] = "――きさらぎ駅の探索を最後に、狩場は行方を眩ませた。";
$flavor["lost_m1_c3"][2] = "何があったのか、何処にいったのか。その生死すら、闇の中だ。";
//赤羽
$flavor["lost_m1_c4"][1] = "――きさらぎ駅の探索を最後に、赤羽は行方を眩ませた。";
$flavor["lost_m1_c4"][2] = "何があったのか、何処にいったのか。その生死すら、闇の中だ。";

//キャラ復活
//新城
$flavor["reborn_c1"][1] = "――ああ、怖かった！　私、戻ってこれたんだ。よかったあ。";
$flavor["reborn_c1"][2] = "笑う新城に、彼女の同居人は少しむっとし、温かいお茶を出した。";
//蘆野
$flavor["reborn_c2"][1] = "――いっそお説教された方がマシなんだって。ああ、やらかした……。";
$flavor["reborn_c2"][2] = "張り詰めた空気、微笑みを貼り付けた同居人を前に、蘆野は困り果てた。";
//狩場
$flavor["reborn_c3"][1] = "――大丈夫、大丈夫だから。もう自家用ジェットとか、絶対にやめてね。";
$flavor["reborn_c3"][2] = "狩場は電話口で必死に心配する声をなだめながら、安堵の笑みを零した。";
//赤羽
$flavor["reborn_c4"][1] = "――いやあ、これには深いわけが。無茶？　してない、ほんと。ほんとに。";
$flavor["reborn_c4"][2] = "赤羽は冷たい視線を浴び、雑な看病を受けながら、苦しい言い訳をした。";
?>