<?php
$flavor = array();
//デフォルト
$flavor["none"][1] = "――その事務所は、この辺りで有名な事故物件のビル内にある。";
$flavor["none"][2] = "怪奇現象、都市伝説。それらを調査し、解決してくれるのだとか。";

//マップ１：クリア　
$flavor["clear_m1_c1"][1] = "――無事に調査を終えた今も、新城は思い出す。忘れまいとする。";
$flavor["clear_m1_c1"][2] = "きさらぎ駅で遭遇した数々の恐怖も、悲しげに消えた影のことも。";

$flavor["clear_m1_c2"][1] = "――蘆野は大抵の霊なら導けると自負していたし、実際そうだった。";
$flavor["clear_m1_c2"][2] = "きさらぎ駅の影は霊ではない。けれど、彼女は己の力不足を悔いた。";

$flavor["clear_m1_c3"][1] = "――都市伝説に明るくない狩場は、きさらぎ駅のこともよく知らない。";
$flavor["clear_m1_c3"][2] = "けれどあの日、あの音の恐ろしさに、あの影の正体に、気付いていた。";

$flavor["clear_m1_c4"][1] = "――赤羽は元々、個人的な興味から『きさらぎ駅』を調査していた。";
$flavor["clear_m1_c4"][2] = "あの日以降やめたのは、実際に駅を見たからか、影を思ってのことか。";

//マップ１：キャラロスト
$flavor["lost_m1_c1"][1] = "――きさらぎ駅で新城ロスト時のフレーバーテキスト";
$flavor["lost_m1_c1"][2] = "新城ロスト新城ロスト新城ロスト新城ロスト新城ロスト";

$flavor["lost_m1_c2"][1] = "――きさらぎ駅で蘆野ロスト時のフレーバーテキスト";
$flavor["lost_m1_c2"][2] = "蘆野ロスト蘆野ロスト蘆野ロスト蘆野ロスト蘆野ロスト";

$flavor["lost_m1_c3"][1] = "――きさらぎ駅で狩場ロスト時のフレーバーテキスト";
$flavor["lost_m1_c3"][2] = "狩場ロスト狩場ロスト狩場ロスト狩場ロスト狩場ロスト";

$flavor["lost_m1_c4"][1] = "――きさらぎ駅で赤羽ろすと時のフレーバーテキスト";
$flavor["lost_m1_c4"][2] = "赤羽ろすと赤羽ろすと赤羽ろすと赤羽ろすと赤羽ろすと";

//キャラ復活
$flavor["reborn_c1"][1] = "――新城ふっかつ時のフレーバーテキスト";
$flavor["reborn_c1"][2] = "新城ふっかつ新城ふっかつ新城ふっかつ新城ふっかつ新城ふっかつ";

$flavor["reborn_c2"][1] = "――蘆野ふっかつ時のフレーバーテキスト";
$flavor["reborn_c2"][2] = "蘆野ふっかつ蘆野ふっかつ蘆野ふっかつ蘆野ふっかつ蘆野ふっかつ";

$flavor["reborn_c3"][1] = "――狩場ふっかつ時のフレーバーテキスト";
$flavor["reborn_c3"][2] = "狩場ふっかつ狩場ふっかつ狩場ふっかつ狩場ふっかつ狩場ふっかつ";

$flavor["reborn_c4"][1] = "――赤羽ふっかつ時のフレーバーテキスト";
$flavor["reborn_c4"][2] = "赤羽ふっかつ赤羽ふっかつ赤羽ふっかつ赤羽ふっかつ赤羽ふっかつ";
?>