<?php
$flavor = array();
//デフォルト
$flavor["none"][1] = "――ここに進行状況に応じたフレーバーテキスト";
$flavor["none"][2] = "なるべく２行でテキスト表示したいというきもち";

//マップ１：クリア　
$flavor["clear_m1_c1"][1] = "――新城できさらぎ駅をクリアした時のフレーバーテキスト";
$flavor["clear_m1_c1"][2] = "新城できさらぎ駅をクリア新城できさらぎ駅をクリア";

$flavor["clear_m1_c2"][1] = "――蘆野できさらぎ駅をクリアした時のフレーバーテキスト";
$flavor["clear_m1_c2"][2] = "蘆野できさらぎ駅をクリア蘆野できさらぎ駅をクリア";

$flavor["clear_m1_c3"][1] = "――狩場できさらぎ駅をクリアした時のフレーバーテキスト";
$flavor["clear_m1_c3"][2] = "狩場できさらぎ駅をクリア狩場できさらぎ駅をクリア";

$flavor["clear_m1_c4"][1] = "――赤羽できさらぎ駅をクリアした時のフレーバーテキスト";
$flavor["clear_m1_c4"][2] = "赤羽できさらぎ駅をクリアし赤羽できさらぎ駅をクリア";

//マップ１：キャラロスト
$flavor["lost_m1_c1"][1] = "――きさらぎ駅で新城ロスト時のフレーバーテキスト";
$flavor["lost_m1_c1"][2] = "新城ロスト新城ロスト新城ロスト新城ロスト新城ロスト";

$flavor["lost_m1_c2"][1] = "――きさらぎ駅で蘆野ロスト時のフレーバーテキスト";
$flavor["lost_m1_c2"][2] = "蘆野ロスト蘆野ロスト蘆野ロスト蘆野ロスト蘆野ロスト";

$flavor["lost_m1_c3"][1] = "――きさらぎ駅で狩場ロスト時のフレーバーテキスト";
$flavor["lost_m1_c3"][2] = "狩場ロスト狩場ロスト狩場ロスト狩場ロスト狩場ロスト";

$flavor["lost_m1_c4"][1] = "――きさらぎ駅で赤羽ろすと時のフレーバーテキスト";
$flavor["lost_m1_c4"][2] = "赤羽ろすと赤羽ろすと赤羽ろすと赤羽ろすと赤羽ろすと";

//キャラ復活
$flavor["reborn_c1"][1] = "――新城ふっかつ時のフレーバーテキスト";
$flavor["reborn_c1"][2] = "新城ふっかつ新城ふっかつ新城ふっかつ新城ふっかつ新城ふっかつ";

$flavor["reborn_c2"][1] = "――蘆野ふっかつ時のフレーバーテキスト";
$flavor["reborn_c2"][2] = "蘆野ふっかつ蘆野ふっかつ蘆野ふっかつ蘆野ふっかつ蘆野ふっかつ";

$flavor["reborn_c3"][1] = "――狩場ふっかつ時のフレーバーテキスト";
$flavor["reborn_c3"][2] = "狩場ふっかつ狩場ふっかつ狩場ふっかつ狩場ふっかつ狩場ふっかつ";

$flavor["reborn_c4"][1] = "――赤羽ふっかつ時のフレーバーテキスト";
$flavor["reborn_c4"][2] = "赤羽ふっかつ赤羽ふっかつ赤羽ふっかつ赤羽ふっかつ赤羽ふっかつ";
?>