<p>　――まさか、本当に『きさらぎ駅』にたどり着くとは。</p>
<p>　その驚きを嚙み締める暇もなく、次々と怪異に襲われ、駅を彷徨った<?php echo $chara_name; ?>の疲労は、限界に達しようとしていた。</p>
<p>　当初の目的も忘れ、出口を探す内に――目の前には、トンネルが。</p>
<p>「<?php
if($chara_id == 1):
  echo "追ってくる、追いつかれる……逃げなきゃ、ここから……！";
elseif($chara_id == 2):
  echo "ここに居続けるのは、ヤバイ……早く、離れないと……";
elseif($chara_id == 3):
  echo "音……太鼓の音、近付いてくる……、逃げ、なきゃ";
elseif($chara_id == 4):
  echo "伊佐貫……？　なんだっけ、引っかかる、けど……思い出せない……";
endif;
?>」</p>
<p>　考えるよりも先に、足が動いていた。一刻も早く、この異様な空間を出たい、という本能が脳を支配し、判断を狂わせていた。</p>
<p>　――が、不意に妙な心地がして。<?php echo $chara_name; ?>は体を硬直させた。</p>
<p>「　　」</p>
<p>　ゆらりと歪む、黒い影。どことなく人型にも見えるそれは、<?php echo $chara_name; ?>の背後から服の裾を引っ張り――まるで、トンネルへ進むのを阻んでいた。</p>
<p>「っ……！」</p>
<p>　咄嗟に身構えるが、黒い影はそれきり何もしてこなかった。<?php echo $chara_name; ?>は息を整え、それと正面から対峙する。</p>
<p>「　　」</p>
<p>「え？」</p>
<p>　何かを、言っている？　――<?php echo $chara_name; ?>が聞き返そうとすると、影はゆらりと大きく揺れて。そのまま、夜の闇に溶けていった。</p>
<p>「……これ、って」</p>
<p>　そこには、最初から何もなかったかのような虚空と、古めかしいガラケー。そして、何故か根元から折れたパンプスのヒールだけが残されていた。</p>
<p>　何の気なしにガラケーの画面を開くと、そこには見覚えのある出鱈目なメールアドレスと、未送信のメールが。</p>
<p>「駅で……電車待て、のれ……？」</p>
<p class="asterisk">＊＊＊</p>
<p>「<?php
if($chara_id == 1):
  echo "あの時、メールに素直に従ってよかった……。あの影の人が、私を助けてくれたんだね";
elseif($chara_id == 2):
  echo "あの時、あのメールを疑う理性が残っていたら……と思うと、本当にぞっとする";
elseif($chara_id == 3):
  echo "太鼓の音が近づいてくる前に、電車が来てよかった……。助けてくれたあの影に感謝しなくちゃ";
elseif($chara_id == 4):
  echo "あのままトンネルをくぐっていたら、どうなったか……今ならわかります。同じ目に合わないよう、止めてくれたんですね";
endif;
?>」</p>
<p>　<?php echo $chara_name; ?>はそうぼやき、メールアプリを見やる。画面には、送っても送っても、エラーで戻ってきたメールたちが。</p>
<p>「<?php
if($chara_id == 1):
  echo "感謝も伝えられないのは悲しいけれど……助けてもらった分は、ちゃんとお仕事で返せたのかな";
elseif($chara_id == 2):
  echo "成仏……とは、ちょっと違うんだろうけど。未練を断ち切る手伝いはできたわけか……";
elseif($chara_id == 3):
  echo "真相はわからない、けど……。あなたの願いは叶えてあげられたって、思ってもいいのかな";
elseif($chara_id == 4):
  echo "依頼主の手を煩わせたことは、心残りですが……。ご満足頂ける働きができたようで、何よりです";
endif;
?>」</p>
<p>　依頼の通り、きさらぎ駅で拾ったガラケーとパンプスのヒールは、最初に指定された住所に送り届けた。</p>
<p>　依頼主は誰だったのか、宛先の住民は誰なのか。予想だけならいくらでもできるが、――真実は、依頼主その人にしかわからないだろう。</p>